Repository: Viweld/quecto_chat_backend
Catalog: lib/l10n/intl_*.arb
Languages: ru

# requestErrorMissingBody
source: Expected request body
ru: Ожидается тело запроса

# requestErrorUnableToDecode
source: Unable to decode request body
ru: Невозможно декодировать тело запроса

# validationErrorStringExpected
source: Expected string value
ru: Ожидается строковое значение

# validationErrorCanNotBeEmpty
source: Cannot be empty
ru: Не может быть пустым

# validationErrorPasswordsNotEqual
source: Entered passwords will not be equal
ru: Введенные пароли не совпадают

# validationErrorEmailWrongType
source: Incorrect email format
ru: Некорректный формат e-mail

# validationErrorValidationCodeWrongType
source: Code must be 6 digits long
ru: Код должен состоять из 6 цифр

# authErrorWrongEmailOrPassword
source: Wrong login or password
ru: Неправильные логин или пароль

# authErrorUnknownUserEmail
source: The entered email is not registered in the application
ru: Веденная почта не зарегистрирована в приложении

# authErrorAlreadyVerified
source: The user has already been verified
ru: Пользователь уже подтвержден

# authErrorWrongVerificationCode
source: Incorrect verification code
ru: Неправильный код подтврждения

# authErrorTooManyAttempts
source: You can get the code again in 60 seconds
ru: Получить код повторно можно через 60 секунд
